import React from "react";

export default function Delivery() {
  return (
    <section className="container w-full m-8 mx-auto p-4 sm:p-8 lg:p-12 bg-yellow-200 rounded-lg text-gray-700">
      <h3 className="heading-3 text-gray-800">نحوه ارسال خرید ها</h3>
      <p className="paragraph my-2">
        خرید ها بر اساس سیستم پست جمهوری اسلامی ایران و در داخل کشور انجام می
        شود. قطعا برای ارسال محصولات ما نیاز به آدرس، شماره تلفن و کد پستی شما
        داریم. شما در هنگام خرید این اطلاعات را برای ما (در فرم خرید) ارسال می
        کنید تا بسته و محصول خریداری شده شما در کوتاه ترین زمان ممکن و به صورت
        سالم و کامل به دست شما برسد.
      </p>
      <p className="paragraph">
        در هنگام ارسال از بسته بندی های ویژه استفاده می شود تا شکلات و جعبه آن
        در نهایت سلامت به دست شما برسند. قطعا در این بین ما امیدوار به همکاری
        صادقانه اداره پست هم خواهیم بود تا با همکاری آنها بسته شما در سلامت کامل
        و با زیبایی هرچه تمام تر به دست شما برسد.
      </p>
      <div className="p-4 mt-8 mx-auto text-center w-9/12 rounded-md border-2 border-yellow-100">
        <p className="paragraph !font-medium">
          با توجه به حجم سفارشات و آماده سازی برخی از محصولات از قبیل پک ها و
          باکس های قدیه برای ارسال سالم زمان تحویل سفارش ها 3 الی 4 روز کاری می
          باشد. لطفا در هنگام ثبت سفارش به این موضوع دقت فرمایید.
        </p>
      </div>
    </section>
  );
}
